HGS/MELDUNGEN/EXPORT/MASTER_Schichtreport_20241011100828.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSchichtreport xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaSchichtreport xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <versionKey>-1</versionKey>
                <abrechnungsnummer>10213</abrechnungsnummer>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T10:08:28.839+02:00" geldlogistiker="0" geldspeichertyp="ZGS" einschubNr="3" geldspeicherId="31210510" abrechnung="0">
                    <geldbetrag betrag="10000" waehrung="EUR"/>
                    <bestandSorte anzahl="100">
                        <nennwert waehrung="EUR" wertigkeit="100"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17309" guid="8a70e770-2d05-4c91-b051-9ddfa92677ec"/>
                </geldlogistik>
            </faaSchichtreport>
        </empfangeSchichtreport>
    </s:Body>
</s:Envelope>
